{
  "artist": "Piero Piccioni",
  "albums": [
    "100 Years of Pasolini: The Early Days",
    "50 Lounge Bar Grooves, Vol. 3 (The Best International Chillout for Your Relaxing Cafè)",
    "70's Soundtracks",
    "A Modern Gentleman - The Refined And Bittersweet Sound Of An Italian Maestro",
    "Alberto Sordi - Le Colonne Sonore",
    "Amore mio aiutami - Help Me My Love (Original Motion Picture Soundtrack)",
    "Amore mio aiutami (Dream Version)",
    "Amore mio aiutami (Original Motion Picture Soundtrack)",
    "Anna Karenina (Original Motion Picture Soundtrack)",
    "Beat, Vol. 2",
    "Bello, onesto, emigrato Australia sposerebbe compaesana illibata (Original Motion Picture Soundtrack)",
    "Best of Piero Piccioni",
    "Boom! Italian Jazz Soundtracks At Their Finest (1959-1969)",
    "Bora Bora",
    "Bora Bora (Deluxe) (Colonna sonora del film)",
    "Cadaveri eccellenti - Falcone (Original Motion Picture Soundtracks)",
    "Camille 2000 (Original Motion Picture Soundtrack)",
    "Camille 2000 (Tape Remasters)",
    "Chi dice donna dice donna (Original Motion Picture Soundtrack)",
    "Colette: Piero Piccioni",
    "Colpo Rovente - Red Hot Shot (Original Motion Picture Soundtrack)",
    "Dopo di che uccide il maschio e lo divora - Marta (Original Motion Picture Soundtrack)",
    "Eternal Melodies: The Best of Romance Soundtracks",
    "Greatest Movie Themes, Vol. 2",
    "Homage: Piero Piccioni Symphonic Soundtracks (Live in Rome) (2021 Remaster)",
    "I giovani tigri - The Young Tigers (Original Motion Picture Soundtrack)",
    "Il Dio sotto la pelle - God Under the Skin (Original Motion Picture Soundtrack)",
    "Il giustiziere di Dio (Original Motion Picture Soundtrack)",
    "Il medico della mutua (Original Motion Picture Soundtrack)",
    "Incontri Proibiti - Forbidden Encounters (Original Motion Picture Soundtrack)",
    "Italian Dinner Lounge Music",
    "Kidnap - Fatevi vivi la polizia non interverrà (Original Motion Picture Soundtrack)",
    "L'Italia vista dal cielo (Original Motion Picture Soundtrack)",
    "La Colonna Sonora Italiana: Piero Piccioni - Vol. 1",
    "La musica di Piero Piccioni Vol. 2",
    "La notte brava (Original Motion Picture Soundtrack)",
    "Love themes in music: An Italian Love Story",
    "Lucky Luciano",
    "Monte Carlo Cocktail Lounge Party: Classic Bossa Nova Sounds, Vol. 2",
    "Peccato Mortale (Colonna sonora originale)",
    "Piero Piccioni - Classics Christmas Collection",
    "Piero Piccioni & Orchestra 014 (Live at Forum Studios, Rome) (Anniversary Edition)",
    "Piero Piccioni & Orchestra 014 (Live at Ravenna Festival)",
    "Piero Piccioni 60-80's (Remastered)",
    "Piero Piccioni in Liebesthemen",
    "Piero Piccioni Love Themes",
    "Piero Piccioni Music - Christmas Collection",
    "Piero Piccioni Romance - Best Love Songs in Movies",
    "Piero Piccioni Romantic Music",
    "Piero Piccioni Soundtracks",
    "Piero Piccioni Soundtracks Vol. 2",
    "Piero Piccioni Soundtracks Vol. 3",
    "Piero Piccioni Unreleased",
    "Piero Piccioni, Love Scores",
    "Romantic Strings",
    "Romantic Strings, Vol. 2",
    "Smoke Over London (Original Motion Picture Soundtrack) (Deluxe Edition)",
    "Spaghetti Western Soundtracks - Vol. 5",
    "The Best of Piero Piccioni Vol. 2",
    "The Best of Piero Piccioni Vol. 3",
    "The Italian Soundtrack Vol. 2 - Piero Piccioni (Original Film Scores)",
    "The Italian Summer - Dreamy Old Money Music",
    "The Sounds of Rome",
    "Ti Ho Sposato Per Allegria (Original Motion Picture Soundtrack)",
    "Traffic Boom (From \"Tutto a posto e niente in ordine\" and \"The Big Lebowski\")",
    "Tutto a posto e niente in ordine (Original Motion Picture Soundtrack) (Deluxe Edition)",
    "Un Italiano in America (Original Motion Picture Soundtrack)",
    "Una Vita Violenta - Violent Life (Original Motion Picture Soundtrack)",
    "Una vita violenta (Original Motion Picture Soundtrack)"
  ]
}