{
  "artist": "Luis Bacalov",
  "albums": [
    "A ciascuno il suo (Original Motion Picture Soundtrack)",
    "A qualsiasi prezzo- Vatican Story (Original Motion Picture Soundtrack)",
    "Actitud tanguera (Live)",
    "Anni ribelli (Original Motion Picture Soundtrack)",
    "Colpita da improvviso benessere (Original Motion Picture Soundtrack)",
    "Coup de Foudre - Entre Nous - At First Sight (Original Motion Picture Soundtrack)",
    "Django (Original Motion Picture Soundtrack) (Remastered)",
    "Donna d'ombra (Original Motion Picture Soundtrack)",
    "Hidden Moon (Original Motion Picture Soundtrack)",
    "I quattro del Pater Noster (Original Motion Picture Soundtrack)",
    "Il cielo cade",
    "Il Consiglio D'Egitto",
    "Il Grande Duello - The Grand Duel - Storm Rider (Original Motion Picture Soundtrack)",
    "Il lungo viaggio (Original Television Soundtrack)",
    "Il Postino (Original Motion Picture Soundtrack)",
    "Il prezzo del potere (Original Motion Picture Soundtrack)",
    "Inspiring Music in Movies - Luis Bacalov",
    "Italian Music, Vol. 1- Luis Bacalov",
    "Italian Music, Vol. 2- Luis Bacalov",
    "Italowestern Filmmusik, Vol. 3",
    "L'Oro dei Bravados - Chapaqua's Gold (Original Motion Picture Soundtrack)",
    "L'ultima Chance - Stateline Motel - The Last Chance (Original Motion Picture Soundtrack)",
    "L'uomo che sfidò l'organizzazione (Original Motion Picture Soundtrack - Remastered 2022)",
    "La bambolona - Big Baby Doll (Original Motion Picture Soundtrack)",
    "La bugiarda (colonna sonora originale del film)",
    "La Città delle Donne (Original Motion Picture Soundtrack)",
    "La pecora nera (Colonna sonora originale)",
    "La polizia e' al servizio del cittadino - The Police Serve the Citizens - (Original Motion Picture Soundtrack)",
    "La Polizia e' al servizio del cittadino (Original Motion Picture Soundtrack) (Expanded Edition)",
    "La strega in amore (Original Motion Picture Soundtrack)",
    "Le rose di Danzica (Original Motion Picture Soundtrack)",
    "Le Transfuge (Original Motion Picture Soundtrack)",
    "Les Plus Belles Musiques de Luis Bacalov - Vol. 1 (Bandes Originales Des Films)",
    "Les plus belles musiques de Luis Bacalov - Vol. 2 (Bandes originales des films)",
    "Lo Chiamavano King - His Name Was King (Original Motion Picture Soundtrack)",
    "Lo scatenato (Colonna sonora originale)",
    "Luis Bacalov - Romantic Music Collection",
    "Luis Bacalov Christmas Collection - Greatest Movie Themes",
    "Luis Bacalov Music - Christmas Collection",
    "Luis Bacalov Music Collection Vol. 1",
    "Luis Bacalov plays Nino Rota",
    "Luis Bacalov The Greatest Hits",
    "Luis Bacalov Western Ballads, Vol. 1",
    "Luis Bacalov Western Ballads, Vol.2",
    "Luis Bacalov- The Best Spaghetti Western Music",
    "Luis Bacalov, Songs About Vol. 1",
    "Luis Bacalov, Songs About Vol. 2",
    "Luis Enriquez Bacalov Music in Movies - Vol. 2",
    "Luis Enriquez Bacalov Music in Movies, Vol. 1",
    "Luis Enriquez Bacalov Music in Movies, Vol. 3",
    "Partirono preti, tornarono curati - Halleluja to Vera Cruz (Original Motion Picture Soundtrack)",
    "Quién Sabe - A Bullet for the General (Original Motion Picture Soundtrack)",
    "Rebus - Appointment in Beirut (Original Motion Picture Soundtrack)",
    "Si può fare Amigo - It Can Be Done Amigo (Original Motion Picture Sountrack)",
    "Spaghetti Western Music- Greatest Western Themes",
    "Sugar Colt (Original Motion Picture Soundtrack)",
    "Summertime Killer - Ricatto alla Mala (Original Motion Picture Soundtrack)",
    "Tango & dintorni",
    "Tanguero",
    "Tanguero vol.1",
    "The Best of Luis Bacalov - Vol. 1 (Original Masters)",
    "The Best of Luis Bacalov - Vol. 2 (Original Masters)",
    "The Greatest Robbery in The West - Halleluja for Django (Original Motion Picture Soundtrack)",
    "The Man Called Noon - Lo chiamavano Mezzogiorno (Original Motion Picture Soundtrack)",
    "Una questione d'onore (Original Motion Picture Soundtrack)",
    "Unforgettable Soundtracks - Luis Bacalov",
    "Valentine's Day Love Collection - Luis Bacalov Music",
    "Western Themes, Vol. 1",
    "Western Themes, Vol. 2",
    "Xena Tango"
  ]
}