{
  "artist": "Lucinda Williams",
  "albums": [
    "Angelheaded Hipster: The Songs of Marc Bolan & T. Rex",
    "Blessed",
    "Blessed (Deluxe Edition)",
    "Bob's Back Pages- A Night of Bob Dylan Songs",
    "Bob's Back Pages: A Night of Bob Dylan Songs",
    "Can’t Steal My Fire: The Songs of David Olney",
    "Car Wheels On A Gravel Road",
    "Coal Miner's Daughter: A Tribute To Loretta Lynn",
    "Cosmic Cabin Memories",
    "Down Where the Spirit Meets the Bone",
    "Essence",
    "Free State of Jones (Original Motion Picture Soundtrack)",
    "Funny How Time Slips Away- A Night of 60's Country Classics",
    "Good Souls Better Angels",
    "Hank Williams Timeless",
    "Happy Woman Blues",
    "Have Yourself a Rockin' Little Christmas",
    "I've Got a Feeling",
    "Little Honey",
    "Live @ The Fillmore",
    "Live @ The Fillmore Exclusive EP",
    "Live on Mountain Stage: Outlaws and Outliers",
    "Live On Texas Music, Austin, Tx, 4Th October 1981 (Remastered)",
    "Lost Girl (Music from the Netflix Original Film)",
    "Lucinda Williams (Deluxe Edition)",
    "Lucinda Williams Sings The Beatles From Abbey Road",
    "Oh Michael, Look What You've Done : Friends Play Michael Chapman",
    "Poet: a Tribute to Townes Van Zandt",
    "Por Vida: A Tribute to the Songs of Alejandro Escovedo",
    "Queens of Country (Live)",
    "Quiet About It (A Tribute to Jesse Winchester)",
    "Ramblin'",
    "Ramblin' On My Mind",
    "Rescue (Demo Version)",
    "Rock N Roll Heart",
    "Rogue's Gallery: Pirate Ballads, Sea Song And Chanteys",
    "Runnin' Down a Dream- A Tribute to Tom Petty",
    "Runnin' Down a Dream: A Tribute to Tom Petty",
    "Side Of The Road (Live, Kpfk Studios La. Feb 26 1989) (Remastered)",
    "Something",
    "Southern Soul- From Memphis to Muscle Shoals & More",
    "Southern Soul: From Memphis to Muscle Shoals & More",
    "Stories from a Rock N Roll Heart",
    "Sweet Old World",
    "The Ghosts of Highway 20",
    "The Horse Whisperer",
    "The Life & Songs Of Emmylou Harris: An All-Star Concert Celebration (Live)",
    "The Long Road Home (Live)",
    "The Power of the Heart: A Tribute to Lou Reed",
    "This Sweet Old World",
    "Tulare Dust: A Songwriter's Tribute To Merle Haggard",
    "West",
    "West of Memphis: Voices For Justice",
    "While My Guitar Gently Weeps",
    "World Without Tears",
    "You Are Cordially Invited... A Tribute to the Rolling Stones",
    "You Can't Rule Me"
  ]
}