{
  "artist": "Ennio Morricone",
  "albums": [
    "\"Cinema Club\" - Iconic Soundtracks",
    "1900 (Original Motion Picture Soundtrack)",
    "1943- Un incontro (Original Motion Picture Soundtrack)",
    "1943: Un incontro (Original Motion Picture Soundtrack)",
    "50 Years of Music (92 Original Scores Recorded By Ennio Morricone in Concert)",
    "85th Anniversary (Live Concert in the Kremlin Palace)",
    "A Fistful of Dollars",
    "A Fistful of Dollars (Original Motion Picture Soundtrack) (Remastered)",
    "A Fistful of Dynamite - Duck, You Sucker! (Original Soundtrack Track) - Remastered",
    "A Night with Ennio Morricone",
    "Ad ogni costo - Grand Slam (Original Motion Picture Soundtrack) (Remastered)",
    "Ad ogni costo (Original Motion Picture Soundtrack, un film di Giuliano Montaldo)",
    "Addio Fratello Crudele (Original Motion Picture Soundtrack)",
    "Agent 505 Todesfalle Beirut – La trappola scatta a Beirut - Il successo (Original Motion Picture Soundtrack) (Remastered)",
    "Aida degli alberi (selezione) (Colonna sonora originale del film)",
    "Al cuore si comanda (colonna sonora del film)",
    "Album: Cinema Western - Original Soundtrack Collection",
    "Allonsanfan (Original motion picture soundtrack)",
    "Allonsanfan (Original Motion Picture Soundtrack) (Remastered)",
    "Alzati Spia - Espion, lève-toi (Original Motion Picture Soundtrack)",
    "Amanti d'oltretomba - Nightmare Castle (Original Motion Picture Soundtrack) (Remastered)",
    "Appassionato",
    "Appassionato [International Version]",
    "Arena Concerto",
    "Baaria (Colonna sonora originale del film)",
    "Belmondo - Music By Ennio Morricone",
    "Best Of (Deluxe)",
    "Bianco rosso e Verdone (Colonna sonora originale del film)",
    "Bluebeard - Barbablu' (Original Motion Picture Soundtrack)",
    "Bluebeard (Original Motion Picture Soundtrack)",
    "Butterfly (Original Motion Picture Soundtrack)",
    "Butterfly (Original Motion Picture Soundtrack) [Digitally Remastered]",
    "C'era una volta il West",
    "C'era una volta il west (Original Motion Picture Soundtrack) (Remastered)",
    "Cacciatori di navi",
    "Cacciatori di navi (Only One Survived - Original Motion Picture Soundtrack)",
    "Canone inverso (Original motion picture soundtrack)",
    "Cartoni animati (Original Motion Picture Soundtrack) (Remastered)",
    "Celebrating Ennio Morricone - The Masterpiece Collection",
    "Chamber Music",
    "Chi Mai",
    "Christmas Dollars Trilogy Vol. 2",
    "Christmas with Ennio Morricone: The Best Of",
    "Cine del Oeste",
    "Cinéma - Soundtrack Masters",
    "Cinema 70",
    "Cinema Concert- Ennio Morricone at Santa Cecilia",
    "Cinema Concert: Ennio Morricone at Santa Cecilia",
    "Cinema Concerto - Ennio Morricone a Sante Cecilia",
    "Cinema Paradiso - Love Theme (Original Soundtrack Track)",
    "Cinema Paradiso (Original Motion Picture Soundtrack) (The Complete Edition)",
    "Città violenta",
    "Città violenta (Originl motion picture soundtrack)",
    "Comandamenti per un gangster (Original Motion Picture Soundtrack - Remastered 2020)",
    "Come imparai ad amare le donne (Original Motion Picture Soundtrack) (Remastered)",
    "Come un delfino - la serie (Colonna sonora originale della serie TV)",
    "Come un delfino (Colonna sonora originale della serie TV)",
    "Corleone (Original Motion Picture Soundtrack)",
    "Correspondence (La corrispondenza) [Original Soundtrack]",
    "Correva l'anno di grazia 1870 (Original Motion Picture Soundtrack - Remastered 2021)",
    "Cosa avete fatto a Solange- (Original Motion Picture Soundtrack) (Remastered)",
    "Così come sei (Colonna sonora originale)",
    "Crescete e Moltiplicatevi (Colonna sonora originale)",
    "Cuore di Mamma - Mother's Heart (Original Motion Picture Soundtrack)",
    "D'amore si muore - For Love One Dies (Original Motion Picture Soundtrack)",
    "Death Rides a Horse - Da uomo a uomo (Original Motion Picture Soundtrack) (Remastered)",
    "Deborah's theme",
    "Diciottenni al sole (Original Motion Picture Soundtrack)",
    "Dietro il processo (Original Motion Picture Soundtrack) (Remastered)",
    "Dimensioni sonore 1 - Musiche per l'immagine e l'immaginazione",
    "Dimensioni sonore 3 - Musiche per l'immagine e l'immaginazione",
    "Dimensioni sonore 5 - Musiche per l'immagine e l'immaginazione",
    "Dimensioni sonore 7 - Musiche per l'immagine e l'immaginazione",
    "Dimensioni sonore 9 - Musiche per l'immagine e l'immaginazione",
    "Dimenticare Palermo (From the Original Motion Picture Soundtrack)",
    "Duello nel Texas (Original Motion Picture Soundtrack)",
    "E ridendo l'uccise (Original Motion Picture Soundtrack)",
    "Eat It (Original Motion Picture Soundtrack - Remastered 2020)",
    "Ecce Homo - I Sopravvissuti - Behold A Man (Original Motion Picture Soundtrack)",
    "El Bueno el Feo y el Malo (Banda Sonora Original)",
    "El Greco",
    "El Greco (Original motion picture soundtrack)",
    "Ennio Morricone",
    "Ennio Morricone - Danger: Diabolik (Complete Score)",
    "Ennio Morricone - Film Music Collection 1 (The Complete Edition)",
    "Ennio Morricone - Greatest Hits",
    "Ennio Morricone - Itinerary of a Genius",
    "Ennio Morricone - The Maestro (Secret Morricone)",
    "Ennio Morricone - The Ultimate Collection, Vol. 1",
    "Ennio Morricone – The Bossa Nova & Samba Soundtracks",
    "Ennio Morricone (Deluxe Edition)",
    "Ennio Morricone & Quentin Tarantino- Soundtracks Collection",
    "Ennio Morricone 2016 Meisterwerke der Filmmusik",
    "Ennio Morricone 2016: Les meilleures bandes originales de films",
    "Ennio Morricone 2017 Meisterwerke der filmmusik",
    "Ennio Morricone Bossa Nova Music in Movies",
    "Ennio Morricone Classics Collection, Vol. 1",
    "Ennio Morricone Classics Collection, Vol. 2",
    "Ennio Morricone Classics Collection, Vol.3",
    "Ennio Morricone conducts Morricone - His Greatest Hits",
    "Ennio Morricone Crime- Thriller Movie Soundtracks",
    "Ennio Morricone Film Music Collection",
    "Ennio Morricone Film Music Collection 1 (The Complete Edition)",
    "Ennio Morricone Greatest Hits (Complete Edition)",
    "Ennio Morricone Greatest Hits 2017",
    "Ennio Morricone Lounge Vol. 1",
    "Ennio Morricone Love Music Collection, Vol. 1",
    "Ennio Morricone Love Music Collection, Vol.2 (Complete Edition)",
    "Ennio Morricone Love Themes",
    "Ennio Morricone Music Collection",
    "Ennio Morricone Music with Piano (Original Film Scores) - Vol. 1 [Digitally Remastered]",
    "Ennio Morricone Music with Piano (Original Film Scores) - Vol. 2 [Digitally Remastered]",
    "Ennio Morricone Piano Musik",
    "Ennio Morricone Remixes (2021 Remastered Version)",
    "Ennio Morricone the Best Collection, Vol. 1",
    "Ennio Morricone the Best Collection, Vol. 2",
    "Ennio Morricone the Legend - Vol. 1",
    "Ennio Morricone the Legend - Vol. 2",
    "Ennio Morricone Western Hits - The Cinema Collection (The Complete Edition)",
    "Ennio Morricone- The Western Music - Christmas Collection (Complete Edition)",
    "Ennio Morricone- Winter Walks",
    "Ennio Morricone, Selección 5 Estrellas Black",
    "Ennio Morricone, Vol. 1",
    "Ennio Morricone, Vol. 2",
    "Ennio Morricone: Lounge Music Session - Vol. 2 (Original Film Scores)",
    "Ennio Morricone: The Western Music - Christmas Collection",
    "Ennio Morricone's Christmas- A Holiday Trip Through The Maestro's Soundtracks",
    "Ennio Morricone's Christmas: A Holiday Trip Through The Maestro's Soundtracks",
    "Ennio Selection",
    "Escalation (Original Motion Picture Soundtrack - Remastered 2020)",
    "Espion, lève-toi (Bande originale du film)",
    "Essential - Chill Out",
    "Faccia a Faccia (Original Motion Picture Soundtrack) (Remastered)",
    "Famous Morricone Soundtracks",
    "Fistful of Dollars",
    "Focus",
    "For a Few Dollars More (Original Motion Picture Soundtrack) - Remastered",
    "Frantic (Original Motion Picture Soundtrack)",
    "Galileo (Original Mtion Picture Soundtrack)",
    "Gente di rispetto - The Flower in His Mouth (Original Motion Picture Soundtrack) (Remastered)",
    "Genti Di Rispetto- Spasmo",
    "Gioco senza fine - The Endless Game (Original Motion Picture Soundtrack)",
    "Giordano Bruno (Original Motion Picture Soundtrack) (Remastered)",
    "Giorgio Armani presenta: Ennio Morricone - Musica per il Cinema",
    "Giu' la testa (Edizione speciale 35 anniversario)",
    "Gli indifferenti (Original Motion Picture Soundtrack) (Remastered)",
    "Gli Intoccabili - Les Intouchables (bande originale)",
    "Gli Intoccabili - Machine Gun McCain (Original Motion Picture Soundtrack)",
    "Gli occhi freddi della paura - Cold Eyes of Fear (Original Motion Picture Soundtrack)",
    "Gott mit uns - Dio è con noi (Original Motion Picture Soundtrack)",
    "Greatest Western Themes Christmas Collection",
    "Hasta que llegó su hora (Banda sonora de la película) (Remasterizado)",
    "HUNDRA",
    "Hundra (Original Motion Picture Soundtrack)",
    "I bambini ci chiedono perche' - I Figli chiedono perché (Original Motion Picture Soundtrack)",
    "I Basilischi (Original Motion Picture Soundtrack)",
    "I Crudeli - The Hellbenders (Original Motion Picture Soundtrack)",
    "I due evasi di Sing Sing (Original Soundtrack)",
    "I Figli chiedono perché - I bambini chiedono perche' (Original Motion Picture Soundtrack)",
    "I film di Sergio Leone",
    "I Magi Randagi (Original Motion Picture Soundtrack)",
    "I malamondo (Original Motion Picture Soundtrack)",
    "I pugni in tasca (Original Motion Picture Soundtrack) (Remastered)",
    "Idoli controluce - E la donna creò l'uomo (Original Motion Picture Soundtracks)",
    "Il bandito dagli occhi azzurri (Original Motion Picture Soundtrack - Remastered 2021)",
    "Il bandito dagli occhi azzurri (Original Motion Picture Soundtrack)",
    "Il Buono, Il Brutto, il Cattivo - The Good, The Bad and The Ugly (Colonna Sonora Originale) (Remastered Edition)",
    "Il clan dei siciliani (Original Motion Picture Soundtrack)",
    "Il Diavolo nel cervello - Devil in the Brain (Original Motion Picture Soundtrack) (Expanded Edition)",
    "Il était une fois dans l'Ouest",
    "Il fantasma dell'opera (Colonna sonora originale del film)",
    "Il Federale",
    "Il Federale (Original Motion Picture Soundtrack)",
    "Il fiore delle mille e una notte - Arabian Nights (Original Motion Picture Soundtrack) (Digitally Remastered)",
    "Il gatto (Original Motion Picture Soundtrack)",
    "Il Gatto a Nove Code - The Cat o' Nine Tails - Le Chat à Neuf Queues (Original Soundtrack)",
    "Il gatto a nove code - The Cat o' Nine Tails (Original Motion Picture Soundtrack) (Expanded Edition)",
    "Il gioco di Ripley",
    "Il giustiziere (Original Motion Picture Soundtrack) (Remastered)",
    "Il ladrone (Original Motion Picture Soundtrack) (Remastered)",
    "Il lungo silenzio (Original Motion Picture Soundtrack)",
    "Il Maestro e Margherita (Original Motion Picture Soundtrack)",
    "Il Mercenario - The Mercenary  - A Professional Gun (Original Motion Picture Soundtrack)",
    "Il Mercenario - The Mercenary - A Professional Gun (Original Motion Picture Soundtrack)",
    "Il Papa buono (Colonna sonora originale della serie TV)",
    "Il prato (Original Motion Picture Soundtrack)",
    "Il prefetto di ferro",
    "Il prefetto di ferro - The Iron Prefect (Original Motion Picture Soundtrack)",
    "Il prigioniero (Original Motion Picture Soundtrack)",
    "Il Principe Del Deserto - The Law of The Desert (Original Motion Picture Soundtrack)",
    "Il Segreto - Le Secret (Original Motion Picture Soundtrack)",
    "Il Serpente - The Serpent - Night Flight from Moscow (Original Motion Picture Soundtrack)",
    "Il sorriso del grande tentatore (Original Motion Picture Soundtrack)",
    "Il vizietto (La Cage aux Folles) (Original Motion Picture Soundtrack - Remastered 2021)",
    "Imputazione di omicidio per uno studente",
    "Incontro (Original Motion Picture Soundtrack - Remastered 2021)",
    "Invito allo Sport (Colonna sonora originale)",
    "Italowestern Filmmusik, Vol. 1",
    "Jazz",
    "Jona che visse nella balena (Original Motion Picture Soundtrack)",
    "Karol - un Papa rimasto uomo (Colonna sonora originale della serie TV)",
    "Karol - un uomo diventato Papa (Colonna sonora originale della serie TV)",
    "Karol, The Man Who Became Pope",
    "Kill Bill Vol. 2 Original Soundtrack",
    "L' Attentato - The Assassination (Original Motion Picture Soundtrack)",
    "L'Agnese va a morire (Original Motion Picture Soundtrack)",
    "L'Alibi (Original Motion Picture Soundtrack)",
    "L'arena (From \"Il Mercenario - A Professional Gun\") - Single",
    "L'automobile (Original Motion Picture Soundtrack - Remastered 2021)",
    "L'avventuriero - The Rover (Original Motion Picture Soundtrack) (Remastered)",
    "L'eredità Ferramonti (Original Motion Picture Soundtrack)",
    "L'immoralità (Original Motion Picture Soundtrack - Remastered 2021)",
    "L'ultimo uomo di Sara (Original Motion Picture Soundtrack) (Remastered)",
    "L'umanoide (Original Motion Picture Soundtrack) (Remastered)",
    "L'uomo delle stelle (Original motion picture soundtrack)",
    "La banchiera - La banquière - The Lady Banker (Original Motion Picture Soundtrack)",
    "La banda J. & S. - Cronaca criminale del Far West (Original Motion Picture Soundtrack)",
    "La battaglia di Algeri - The Battle of Algiers (Original Motion Picture Soundtrack)",
    "La battaglia di Algeri (Original Motion Picture Soundtrack - Remastered 2021)",
    "La Califfa - The Lady Caliph (Original Motion Picture Soundtrack)",
    "La Cina è vicina (Original Motion Picture Soundtrack)",
    "La classe operaia va in paradiso - The Working Class Goes to Heaven - Lulu the Tool (Original Motion Picture Soundtrack) (Remastered)",
    "La corta notte delle bambole di vetro",
    "La corta notte delle bambole di vetro (Original motion picture soundtrack)",
    "La cosa buffa",
    "La Cugina (Colonna sonora originale)",
    "La cugina (Original Motion Picture Soundtrack) (Expanded Edition)",
    "La disubbidienza (Original Motion Picture Soundtrack)",
    "La Donna Invisibile (Original Motion Picture Soundtrack) - Remastered",
    "La Donna Malese - Vintage Soundtracks",
    "La Ferrara delle burle",
    "La gabbia (Original Motion Picture Soundtrack)",
    "La lupa (Original Motion Picture Soundtrack)",
    "La Monaca di Monza (Colonna sonora originale)",
    "La Musique de Ennio Morricone - Vol. 1 [Bandes Originales des Films]",
    "La Musique de Ennio Morricone - Vol. 2 [Bandes Originales des Films]",
    "La proprietà non è più un furto - Property is no Longer a Theft (Original Motion Picture Soundtrack) (Remastered)",
    "La ragion pura - The Sleeping Wife (Original Motion Picture Soundtrack)",
    "La Resa dei Conti - The Big Gundown (Original Motion Picture Soundtrack)",
    "La sconosciuta (colonna sonora del film)",
    "La Scoperta dell'America (Original Motion Picture Soundtrack)",
    "La sindrome di Stendhal (colonna sonora originale del film)",
    "La storia vera della Signora delle camelie (Original Motion Picture Soundtrack)",
    "La tarantola dal ventre nero (Original Motion Picture Soundtrack)",
    "La venexiana (Original Motion Picture Soundtrack)",
    "La voglia matta (Original Motion Picture Soundtrack)",
    "La Voglia Matta (Original Soundtrack) [1962]",
    "Landscapes- Morricone",
    "Las Mejores Orquestas del Mundo Ennio Morricone",
    "Le Bon la Brute et le Truand (Bande Originale du Film)",
    "Le Bon la Brute et le Truand (Bande Originale du Film) (Digitally Remastered)",
    "Le clan des Siciliens (Original Motion Picture Soundtrack)",
    "Le Colonne Sonore Dei Film Di Sergio Leone",
    "Le Due Stagioni Della Vita - The Two Seasons of Life (Original Motion Picture Soundtrack)",
    "Le Due Stagioni Della Vita (Original Motion Picture Soundtrack)",
    "Le foto proibite di una signora per bene (Original Motion Picture Soundtrack)",
    "Le mani sporche (Original Motion Picture Soundtrack)",
    "Le marginal (Bande originale du film)",
    "Le Meilleur de Ennio Morricone - Les Plus belles musiques de Films",
    "Le Meilleur de Ennio Morricone Vol. 1 - Bandes Originales Des Films",
    "Le monachine (Official Motion Picture Soundtrack)",
    "Le professionnel (Bande originale du film)",
    "Legami (Original Motion Picture Soundtrack)",
    "Les Cruels (Bande originale du Film)",
    "Les Plus Belles Musiques de Ennio Morricone - Vol. 1 (Bandes Originales Des Films)",
    "Libera, amore mio (Original Motion Picture Soundtrack)",
    "Lindas Melodías, Vol. 9",
    "Lolita (Bande originale du film)",
    "Lolita (Original Score)",
    "Los Mejores Musicales del Cine, Vol. 1",
    "Lounge and Chill - Ennio Morricone - Music Session",
    "Lounge in movies (Volume 1)",
    "Love Revealed",
    "Love Songs & Romantic Scores",
    "Love Themes",
    "Love Themes (The Complete Edition)",
    "Love Themes of Ennio Morricone, Vol. 1",
    "Love Themes of Ennio Morricone, Vol. 2",
    "Love Themes, Vol. 2",
    "Lullaby of the most comfortable in the world Cello & Piano (세상에서 가장 편안한 자장가 첼로&피아노)",
    "Macchie solari",
    "Maddalena (Original Motion Picture Soundtrack)",
    "Made In France",
    "Maestro Ennio Morricone Greatest Hits",
    "Maestro Ennio Morricone Greatest Hits (The Complete Edition)",
    "Main Theme (From -Cinema Paradiso-)",
    "Main Theme (From “Once Upon a Time in the West”)",
    "Malena (Colonna sonora originale del film)",
    "Man with the Harmonica",
    "Matrimonio con vizietto (Colonna sonora originale)",
    "Ménage all'italiana (Original Motion Picture Soundtrack) (Remastered)",
    "Mental Distorsions",
    "Metallica Through The Never (Music From The Motion Picture)",
    "Metello (Original Motion Picture Soundtrack) (Remastered)",
    "Metti una sera a cena (Gold Tracks)",
    "Milano odia- la polizia non può sparare - Almost Human (Original Motion Picture Soundtrack) (Remastered)",
    "Mio caro assassino (Original Motion Picture Soundtrack)",
    "Mio caro dottor Gräsler (Original Motion Picture Soundtrack)",
    "Mon Nom Est Personne (Bande originale du film) (L'édition complète)",
    "Money- Intrigo in nove mosse (Original Motion Picture Soundtrack)",
    "Morricone 60",
    "Morricone at the Oscars",
    "Morricone Conducts Morricone",
    "Morricone Film Music",
    "Morricone Segreto",
    "Morricone Segreto - Midnight Lullabies",
    "Morricone Segreto - Morricone Goes Western",
    "Morricone Segreto Songbook (1962-1973)",
    "Morricone Tropicale",
    "Morricone With Love",
    "Morricone- Movie Classics",
    "Morricone- On Earth as it is in Heaven (From -The Mission-)",
    "Morricone: Main Theme (From “Once Upon a Time in the West”)",
    "Morricone.uncovered",
    "Mosca addio - Farewell Moscow (Original Motion Picture Soundtrack)",
    "Movie Memories- Music From the Greatest Films",
    "Movie Night – The Greatest Film Themes",
    "Movie Night: Iconic Soundtracks",
    "My Name is Nobody - Il Mio Nome è Nessuno (Original Motion Picture Soundtrack)",
    "My Name is Nobody (Original Motion Picture Soundtrack) - Remastered",
    "Nana' (Colonna sonora originale della serie TV)",
    "Ninfa Plebea (Original Motion Picture Soundtrack)",
    "Noi lazzaroni (Original Motion Picture Soundtrack - Remastered 2021)",
    "Nostromo (Music from the Original TV Series - Remastered 2022)",
    "Note di pace Venezia 10 settembre 2007",
    "Note di Pace Venezia 10 Settembre 2007",
    "Novecento (Original Motion Picture Soundtrack)",
    "Nuovo Cinema Paradiso (Original Motion Picture Soundtrack) (Remastered Edition)",
    "O.S.T. La migliore offerta (The Best Offer)",
    "Oeste, Ennio Morricone",
    "Ogro (Original Motion Picture Soundtrack)",
    "OK Connery: Operation Kid Brother (Original Motion Picture Soundtrack)",
    "Omaggio a Ennio Morricone",
    "Once Upon A Time In The Cinema",
    "Once Upon a Time in the West - Ennio Morricone Music Collection",
    "Once Upon a Time in the West (Original Motion Picture Soundtrack) (Remastered)",
    "Once Upon a Time in The West (Original Soundtrack Track) - Remastered",
    "Orchestrated and Arranged By Ennio Morricone 5",
    "Orient Express (Original Television Soundtrack) (Remastered)",
    "Orquestas del Mundo, Ennio Morricone",
    "Padre Pio tra cielo e terra",
    "Partner (Original Motion Picture Soundtrack - Remastered 2020)",
    "Pasolini, un delitto italiano (Original Motion Picture Soundtrack)",
    "Passione - 50 Romantic Music Pieces",
    "Per le antiche scale - Down the Ancient Staircase (Original Motion Picture Soundtrack) (Remastered)",
    "Per qualche dollaro in più - For a Few Dollars More (Original Motion Picture Soundtrack)",
    "Per qualche dollaro in più - For A Few Dollars More (Original Motion Picture Soundtrack)",
    "Per Qualche Dollaro in Più - For a Few Dollars More (Original Motion Picture Soundtrack)",
    "Per un pugno di dollari (A fistful of dollars - Original motion picture soundtrack)",
    "Per un pugno di dollari (Original Motion Picture Soundtrack) (Remastered)",
    "Per un pugno di dollari (Original Score)",
    "Peur Sur La Ville (Original Motion Picture Soundtrack)",
    "Por un puñado de dólares (Banda sonora de la película) (Remasterizado)",
    "Professione figlio (Original Motion Picture Soundtrack)",
    "Quando l'amore è sensualità (Original Motion Picture Soundtrack - Remastered 2022)",
    "Quando le donne avevano la coda (Original Motion Picture Soundtrack - Remastered 2021)",
    "Quartiere (Original Motion Picture Soundtrack)",
    "Queimada - Burn! (Original Motion Picture Soundtrack)",
    "Quentin Tarantino Music in Movies",
    "Quentin Tarantino The Essential",
    "Quentin Tarantino’s Django Unchained Original Motion Picture Soundtrack",
    "Quentin Tarantino's The Hateful Eight (Original Motion Picture Soundtrack)",
    "Questa Specie d'Amore - This Kind of Love (Original Motion Picture Soundtrack)",
    "Rappresaglia - Massacre in Rome (Original Motion Picture Soundtrack) (Remastered)",
    "Red Sonja (Original Motion Picture Soundtrack)",
    "Relaxing Ennio Morricone - Soundtracks for Relaxation",
    "Relaxing Moment with Ennio Morricone - Chapter 2 (The Complete Edition)",
    "Relaxing Moment with Ennio Morricone (Chapter 2)",
    "Revolver (Original Motion Picture Soundtrack) (Remastered Edition)",
    "Risoluzione 819 (colonna sonora del film)",
    "Sacco e Vanzetti - Single [Remastered]",
    "Sacco e Vanzetti (Original motion picture soundtrack)",
    "Sacco e Vanzetti (Original Motion Picture Soundtrack) (Remastered)",
    "San Babila ore 20- Un delitto inutile (Original Motion Picture Soundtrack)",
    "Scusi Facciamo l'Amore (Colonna sonora originale)",
    "Scusi Facciamo l'Amore- (Colonna sonora originale)",
    "Secret of the Sahara (Original Motion Picture Soundtrack) (Remastered)",
    "Senso 45 (Original Motion Picture Soundtrack) (2023 Remastered)",
    "Senza movente (Original Motion Picture Soundtracks)",
    "Senza Sapere Niente Di Lei (Original Motion Picture Soundtrack)",
    "Senza sapere niente di lei (Original Soundtrack)",
    "Sergio Leone - Greatest Western Themes of all Time",
    "Sergio Leone - Greatest Western Themes of all Time (Complete Edition)",
    "Sergio Leone - Music in Movies",
    "Sergio Leone and Ennio Morricone- The Spaghetti Western Collection",
    "Sergio Leone and Ennio Morricone: The Spaghetti Western Collection",
    "Sergio Leone Greatest Movie Themes",
    "Sergio Leone Music",
    "Sergio Leone Soundtracks (Music by Ennio Morricone)",
    "Sesso in confessionale (Original Motion Picture Soundtrack)",
    "Slalom (Colonna sonora originale)",
    "Sonny (From -La Banda J. & S. Cronaca Criminale del Far West- Soundtrack)",
    "Sorstalansag",
    "Sorstalansag- Music From The Motion Picture",
    "Sostiene Pereira - O.S.T",
    "Soundtracks in Love - Vol. 1",
    "Spaghetti Western",
    "Spaghetti Western (The Original Masters)",
    "Spaghetti Western (The Original Masters) - Remastered",
    "Spaghetti Westerns Legends - The Old Wild West",
    "Spasmo (Original Motion Picture Soundtrack)",
    "Stanno Tutti Bene (Original Motion Picture Soundtrack)",
    "Stark System (Original Motion Picture Soundtrack)",
    "Stato interessante (Original Motion Picture Soundtrack) (Remastered)",
    "Storie di vita e malavita (Original Soundtrack)",
    "Svegliati e uccidi - Wake Up and Die (Original Motion Picture Soundtrack) (Remastered)",
    "Svegliati E Uccidi- Sacco E Vanzetti",
    "Sweet Melodies, Touching Music",
    "Teorema (Original Motion Picture Soundtrack) - EP",
    "Tepepa (Original Motion Picture Soundtrack)",
    "Tepepa (Original Motion Picture Soundtrack) (Expanded Edition)",
    "The Art of Ennio Morricone",
    "The Best of Ennio Morricone",
    "The Best of Ennio Morricone - Christmas Collection 2014",
    "The Big Gundown (Original Motion Picture Soundtrack)",
    "The Big Gundown (Original Motion Picture Soundtrack) - Remastered",
    "The Chosen- Holocaust 2000 (Original Motion Picture Soundtrack)",
    "The Early Years (Hd Remastered Edition, Doxy Collection)",
    "The Early Years (Hd Remastered Edition)",
    "The Ecstasy of Gold - Ennio Morricone Masterpieces (Deluxe Edition)",
    "The Ecstasy of Gold - Ennio Morricone Masterpieces (The Complete Edition)",
    "The Ennio Morricone Jubilee",
    "The Essential Ennio Morricone",
    "The Genius Of Ennio Morricone",
    "The Good, The Bad And The Ugly (Original Motion Picture Soundtrack - (Remastered & Expanded))",
    "The Good, The Bad and The Ugly (Original Motion Picture Soundtrack) (Remastered Edition)",
    "The Good, The Bad and The Ugly (Original Motion Picture Soundtrack) Remastered Edition",
    "The Legend of 1900 (Original Motion Picture Soundtrack)",
    "The Legendary Italian Westerns",
    "The Mission- Music From The Motion Picture",
    "The Mission: Music From The Motion Picture",
    "The Original Soundtrack of Ennio Morricone",
    "The Sicilian Clan - Il Clan dei Siciliani - Le Clan des Siciliens - Single",
    "The Thing (Original Motion Picture Soundtrack)",
    "The Ultimate Collection, Vol. 6",
    "The Untouchables",
    "The Untouchables (Original Motion Picture Soundtrack)",
    "Tre colonne in cronaca (Original Motion Picture Soundtrack)",
    "Trio infernale - The Infernal Trio (Colonna sonora originale)",
    "Uccellacci e uccellini - The Hawks and the Sparrows (Original Motion Picture Soundtrack) (Remastered)",
    "Uccidete il vitello grasso e arrostitelo (Original Motion Picture Soundtrack)",
    "Ultimo - l'occhio del falco (Colonna sonora originale della serie TV)",
    "Un Amico (From \"Inglourious Basterds\") - Single",
    "Un Aperitivo con Ennio Morricone, Vol. 2",
    "Un genio, due compari, un pollo (Original Motion Picture Soundtrack)",
    "Un Tranquillo Posto di Campagna (Colonna sonora originale)",
    "Un uomo da rispettare (Original Motion Picture Soundtrack)",
    "Un' Ora Con Ennio Morricone",
    "Un' Ora Con Ennio Morricone (An Hour With)",
    "Una lucertola con la pelle di Donna - A Lizard In a Woman's Skin (Original Motion Picture Soundtrack)",
    "Una pistola per Ringo - Il ritorno di Ringo (Original Motion Picture Soundtracks) (Remastered)",
    "Una pistola per Ringo & Il ritorno di Ringo (Original motion picture soundtrack)",
    "Una pura formalità (A Pure formality, Original motion picture soundtrack)",
    "Una vita venduta",
    "Unforgettable Soundtracks",
    "Uomini e no (Original Motion Picture Soundtrack)",
    "Vamos a matar Companeros (Original Motion Picture Soundtrack) (Remastered)",
    "Veni Sancte Spiritus",
    "Veruschka - Poesia di una donna (Original Motion Picture Soundtrack)",
    "Via Mala (Original Motion Picture Soundtrack)",
    "Viaggio con Anita - Lovers and Liars (Original Motion Picture Soundtrack)",
    "Vite strozzate (Original motion picture soundtrack)",
    "Voci dal silenzio",
    "Voci Dal Silenzio",
    "We All Love Ennio Morricone",
    "Western Christmas Collection",
    "Western Films Music",
    "Western Music Collection Vol. 1 - Ennio Morricone (Original Film Scores) [Digitally Remastered]",
    "Western Music Collection Vol. 2 - Ennio Morricone (Original Film Scores) (The Complete Edition - Remastered)",
    "Western Themes of Ennio Morricone, Vol.1",
    "Western Trio- Le pistole non discutono,  La vita a volte è molto dura, vero Provvidenza- & Ci risiamo, vero Provvidenza- (Original motion picture soundtrack)",
    "Whispers of the Heart (Background Version)",
    "Wisdom and Beauty",
    "Work From Home With Ennio Morricone",
    "Yacht Club",
    "Zwei glorreiche halunken (Original-Soundtrack0"
  ]
}