{
  "artist": "Allan Sherman",
  "albums": [
    "'50s & '60s Lost & Found Records Vol. 3",
    "Allan Sherman is My Son the Nut",
    "Allan Sherman is Nutty But Nice (Not Naughty But Nice) [Live]",
    "Allan Sherman Is the Cat in the Hat and Other Dr Seuss Stories – Bonus Edition",
    "Allan Sherman Nutty but Nice",
    "Allan Sherman sings Number Ones (and others, too)",
    "Camp Granada",
    "Camp Granada (Hello Muddah Hello Faddah, I Am Back at Camp Grenada)",
    "Camp Granada (Hello Mudder Hello Fadder, Here I Am At Camp Grenada)",
    "Camp Granada (Hello Mudder, Hello Fadder, Here I Am At Camp Grenada) (feat. Allen \"Mother Father\" Sherman) - Single",
    "Camp Grenada (Hello Muddah Hello Faddah, I Am Back At Camp Granada)",
    "Cat in the Hat and More Songs Like That",
    "Funny Camp Songs",
    "Funny Camp Songs from Camp Granada",
    "Funny Campfire Songs from Camp Granada",
    "Funny Letters from Camp",
    "Hello Mater, Hello Pater (British Version of Hello Muddah, Hello Fadduh) (feat. Allen \"Camp Granada\" Sherman) - Single",
    "Hello Mother Hello Father, Here I am at Camp Granada",
    "Hello Mother, Hello Father",
    "Hello Muddah Hello Faddah (A Funny Letter from Camp)",
    "Hello Muddah Hello Faddah, I Am Back At Camp Granada",
    "Hello Muddah, Hello Fadduh",
    "Hello Muddah, Hello Fadduh! (A Letter from Camp Granada) Live Version (feat. Allen \"Mudduh Faddah Camp Grenada\" Sherman) - Single",
    "Hello Mudder",
    "Live at the Hollywood Bowl",
    "Live At The Sands",
    "My Son the Nut",
    "My Son The Nut",
    "My Son the Nut in Concert",
    "Number One Hits (And Others Too)",
    "Number One Hits (And Others, Too) Best of Allan Sherman’s Greatest Hits",
    "Pink Noise, Brown Noise, Gray Noise, Green Noise, and Hours of Soothing Sounds for BetterSleep for Babies",
    "Return to Camp Granada (Hello Muddah, Hello Fadduh, I Am Back At Camp Grenada) [feat. Allen \"Mudduh Faddah\" Sherman]",
    "The Drinking Man's Diet (feat. Allen Muddah Faddah Camp Granada Sherman)",
    "xxxxx"
  ]
}