{
  "artist": "Vladimir Cosma",
  "albums": [
    "Album d'or",
    "Alexandre le bienheureux (Bande originale du film d'Yves Robert)",
    "Astérix et la surprise de César (Bande Originale du film d'animation de Paul & Gaëtan Brizzi)",
    "Châteauvallon (Bande originale de la série TV)",
    "Clérambard (Bande originale du film)",
    "Confidences pour confidences (Bande originale du film de Pascal Thomas)",
    "Cuisine et dépendances (Bande originale du film de Philippe Muyl)",
    "Diva (Bande originale du film de Jean-Jacques Beineix) [Remasterisation HD 2009]",
    "Diva (Bande originale du film de Jean-Jacques Beinex)",
    "Joyeuses funérailles (Bande originale du film de Horatiu Malaele)",
    "L'aile ou la cuisse (Bande originale du film de Claude Zidi)",
    "L'amour en héritage (Bande originale de la série télévisée RTL - Antenne 2)",
    "L'animal (Bande originale du film de Claude Zidi)",
    "L'année prochaine si tout va bien (Bande originale du film de Jean-Loup Hubert)",
    "L'as des as (Bande originale du film de Gérard Oury)",
    "L'étudiante (Bande originale du film de Claude Pinoteau)",
    "L'homme de Suez (Bande originale de la série télévisée)",
    "La boum (Bande originale du film de Claude Pinoteau)",
    "La boum 2 (Bande originale du film de Claude Pinoteau)",
    "La chèvre (Bande originale du film de Francis Veber)",
    "La dérobade (Bande originale du film de Daniel Duval)",
    "La gloire de mon père (Bande originale du film d'Yves Robert)",
    "La Mer promise (Bande originale du film de Jacques Ertaud)",
    "La moutarde me monte au nez (Bande originale du film de Claude Zidi)",
    "La neige et le feu (Bande originale du film de Claude Pinoteau)",
    "Le bal (Bande originale du film d'Ettore Scola)",
    "Le bal des casse-pieds (Bande originale du film d'Yves Robert)",
    "Le château de ma mère (Bande originale du film d'yves robert)",
    "Le Cours de la vie (Un film de Frédéric Sojcher, avec Agnès Jaoui, Jonathan Zaccaï et Géraldine Nakache)",
    "Le dîner de cons (Bande originale du film de Francis Veber)",
    "Le grand blond avec une chaussure noire (Bande originale du film d'Yves Robert)",
    "Le jaguar (Bande originale du film de Francis Veber)",
    "Le jouet (Bande originale du film de Francis Veber)",
    "Le Père Noël est une ordure (Bande originale du film de Jean-Marie Poiré)",
    "Le prix du danger (Bande originale du film de Yves Boisset)",
    "Le retour du grand blond (Bande originale du film d'Yves Robert)",
    "Le souper (Bande originale du film de Edouard Molinaro)",
    "Les aventures de Tom Sawyer (Bande originale de la série TV) [Remasterisation HD 2009]",
    "Les compères (Bande originale du film de Francis Veber)",
    "Les fugitifs (Bande originale du film de Francis Veber)",
    "Les incontournables, vol. 1 (Bandes originales de films)",
    "Les incontournables, vol. 2 (Bandes originales de films composées par vladimir cosma)",
    "Les incontournables, vol. 3 (Bandes originales de films composées par Vladimir Cosma)",
    "Les mondes engloutis (Bande originale de la série animée)",
    "Les plus belles chansons de cinéma & télévision, vol. 1",
    "Les plus belles chansons, vol. 2 (Cinéma & télévision)",
    "Les plus grands succès de Vladimir Cosma, vol. 1",
    "Les plus grands succès de Vladimir Cosma, vol. 2",
    "Marius et Fanny (Opéra d'après Marcel Pagnol composé par Vladimir Cosma)",
    "Michel Strogoff (Bande originale de la série TV)",
    "Octav (Bande originale du film de Serge Ioan Celibidachi avec Victor Rebengiuc, Eric Aradits et Alessia To",
    "Salut l'artiste (Bande originale du film de Yves Robert)",
    "Soleil (Bande originale du film de Roger Hanin)",
    "Tsaarin kuriiri",
    "Un éléphant ça trompe énormément (Bande originale du film d'Yves Robert)",
    "Un éléphant en balade (Bande originale du film publicitaire \"Renault Clio, Futile vs. Utile\") [Vladimir Cosma fait sa pub !]",
    "Un profil pour deux (Stéphane Robelin's Original Motion Picture Soundtrack)",
    "Une Affaire d'hommes (Bande originale du film de Nicolas Ribowski avec Claude Brasseur et Jean-Louis Trintignant)",
    "Vladimir Cosma : ses plus grands succès",
    "Vladimir Cosma dirige ses oeuvres concertantes (Créations mondiales en public)",
    "Vladimir Cosma en concert : ses plus grands succès (Suites symphoniques)",
    "Vladimir Cosma en concert (Live)",
    "Volpone"
  ]
}