{
  "artist": "John Powell",
  "albums": [
    "Action! - Iconic Soundtracks",
    "At the Foot of Yonders Mountain",
    "BOLT",
    "Chicken Run",
    "Cinéma - Soundtrack Masters",
    "Don't Worry Darling (Score from the Original Motion Picture Soundtrack)",
    "Dr. Seuss' Horton Hears A Who! (Original Motion Picture Soundtrack)",
    "Dr. Seuss' The Lorax (Original Motion Picture Score)",
    "Evolution (Original Motion Picture Soundtrack)",
    "Fair Game (Original Motion Picture Score)",
    "Ferdinand (Original Motion Picture Score)",
    "Film Suites, Vol. 1",
    "Gigli (Original Motion Picture Score)",
    "Hancock (Original Motion Picture Soundtrack)",
    "Happy Feet (Original Score)",
    "Happy Feet Two (Music from The Motion Picture) (Deluxe Edition)",
    "How To Train Your Dragon (Deluxe Edition)",
    "How To Train Your Dragon (Music From The Motion Picture)",
    "How to Train Your Dragon (Original Motion Picture Soundtrack)",
    "How to Train Your Dragon 2 (Music from the Motion Picture)",
    "How to Train Your Dragon 2 (Music from the Motion Picture) (The Deluxe Edition)",
    "How To Train Your Dragon- The Hidden World (Original Motion Picture Soundtrack)",
    "How To Train Your Dragon- The Hidden World (The Deluxe Edition)",
    "How To Train Your Dragon: The Hidden World (Original Motion Picture Soundtrack)",
    "How To Train Your Dragon: The Hidden World (The Deluxe Edition)",
    "Hubris- Choral Works by John Powell",
    "I Am Sam (Original Motion Picture Score)",
    "Ice Age- Continental Drift (Original Motion Picture Score)",
    "Ice Age- Dawn Of The Dinosaurs",
    "Ice Age- The Meltdown (Original Motion Picture Soundtrack)",
    "Ice Age: Continental Drift (Original Motion Picture Score)",
    "Ice Age: Dawn Of The Dinosaurs",
    "Ice Age: The Meltdown (Original Motion Picture Soundtrack)",
    "Jason Bourne (Original Motion Picture Soundtrack)",
    "Jumper (Original Motion Picture Soundtrack)",
    "Just Visiting (Original Motion Picture Soundtrack)",
    "Knight And Day",
    "Kung Fu Panda 2 (Music From The Motion Picture)",
    "Mars Needs Moms",
    "Mars Needs Moms (Original Motion Picture Soundtrack)",
    "Migration (Original Motion Picture Soundtrack)",
    "Mr. & Mrs. Smith (Original Motion Picture Score)",
    "P.S. I Love You",
    "Pan (Original Motion Picture Soundtrack)",
    "Paycheck (Original Motion Picture Soundtrack - Deluxe Edition)",
    "Paycheck (Original Motion Picture Soundtrack)",
    "Piano Solos from -The Call of the Wild-",
    "Piano Solos from \"The Call of the Wild\"",
    "Piano Solos from How to Train Your Dragon- The Hidden World",
    "Rio (Original Motion Picture Score)",
    "Rio 2 (Original Motion Picture Soundtrack)",
    "Robots (Original Motion Picture Score)",
    "Solo: A Star Wars Story (Original Motion Picture Soundtrack)",
    "Still- A Michael J. Fox Movie (Soundtrack From The Apple Original Film)",
    "Still: A Michael J. Fox Movie (Soundtrack From The Apple Original Film)",
    "Stop-Loss (Music From The Motion Picture)",
    "Test Driving Toothless (from How to Train Your Dragon)",
    "That Christmas (Soundtrack from the Netflix Film)",
    "The Bourne Identity (Original Motion Picture Soundtrack - 20th Anniversary Tumescent Edition)",
    "The Bourne Identity (Original Motion Picture Soundtrack)",
    "The Bourne Supremacy (Original Motion Picture Soundtrack)",
    "The Bourne Ultimatum",
    "The Call of the Wild (Original Motion Picture Soundtrack)",
    "The Green Zone (Original Motion Picture Soundtrack)",
    "The Italian Job (Original Motion Picture Soundtrack)",
    "Thelma The Unicorn (Soundtrack from the Netflix Film)",
    "Two Weeks Notice (Original Motion Picture Score)",
    "United 93 (Original Motion Picture Soundtrack)",
    "Wicked: The Original Motion Picture Score",
    "X-Men- The Last Stand (Original Motion Picture Soundtrack)",
    "X-Men: The Last Stand (Original Motion Picture Soundtrack)"
  ]
}