{
  "artist": "Scooter",
  "albums": [
    "...And The Beat Goes On!",
    "...And The Beat Goes On! (20 Years Of Hardcore Expanded Edition - Remastered)",
    "100% Scooter (25 Years Wild & Wicked)",
    "20 Years Of Hardcore (Remastered)",
    "24 Carat Gold",
    "Ace",
    "Age Of Love",
    "Age Of Love (20 Years Of Hardcore Expanded Edition - Remastered)",
    "Back To The Heavyweight Jam",
    "Back To The Heavyweight Jam (20 Years Of Hardcore Expanded Edition - Remastered)",
    "Encore - Live And Direct",
    "Excess All Areas - Live 2006",
    "God Save The Rave",
    "I Want You To Stream! (Live)",
    "Jumping All Over The World",
    "Jumping All over the World - Whatever You Want",
    "Jumping All Over The World (20 Years Of Hardcore Expanded Edition - Remastered 2013)",
    "Live - Selected Songs Of The 10th Anniversary Concert At Docks, Hamburg",
    "Mind The Gap",
    "Mind The Gap (20 Years Of Hardcore Expanded Edition - Remastered)",
    "Music For A Big Night Out",
    "No Time To Chill",
    "No Time To Chill (20 Years Of Hardcore Expanded Edition - Remastered)",
    "Open Your Mind And Your Trousers",
    "Our Happy Hardcore",
    "Our Happy Hardcore (20 Years Of Hardcore Expanded Edition - Remastered)",
    "Push The Beat For This Jam (The Second Chapter)",
    "Rough And Tough And Dangerous - The Singles 1994 - 1998",
    "Scooter - Live in Hamburg",
    "Scooter Forever",
    "Sheffield",
    "Sheffield (20 Years Of Hardcore Expanded Edition - Remastered)",
    "The Big Mash Up",
    "The Big Mash Up (20 Years Of Hardcore Expanded Edition - Remastered)",
    "The Big Mash Up (2012 Tour Edition)",
    "The Fifth Chapter",
    "The Stadium Techno Experience",
    "The Stadium Techno Experience (20 Years of Hardcore Expanded Editon)",
    "The Ultimate Aural Orgasm",
    "The Ultimate Aural Orgasm (20 Years Of Hardcore Expanded Edition - Remastered)",
    "Under The Radar Over The Top",
    "Under The Radar Over The Top (20 Years Of Hardcore Expanded Edition - Remastered)",
    "Under The Radar Over The Top (The Dark Side Editon)",
    "We Bring The Noise",
    "We Bring The Noise! (20 Years Of Hardcore Expanded Edition - Remastered)",
    "Who's Got The Last Laugh Now-",
    "Who's Got The Last Laugh Now- (20 Years Of Hardcore Expanded Edition - Remastered)",
    "Wicked!",
    "Wicked! (20 Years Of Hardcore Expanded Edition - Remastered)"
  ]
}