{
  "artist": "John Williams",
  "albums": [
    "\"Cinema Club\" - Iconic Soundtracks",
    "A Gathering of Friends",
    "A Prayer for Peace from Munich",
    "A Tribute to John Williams - An 80th Birthday Celebration",
    "A.I. (Music from the Motion Picture)",
    "Across The Stars",
    "Always (Original Motion Picture Soundtrack)",
    "Ambiances et chansons de Noël",
    "America, The Dream Goes On",
    "Amistad",
    "An American Journey",
    "Bachelor Flat (Original Soundtrack) [1962]",
    "Bernstein by Boston",
    "Bernstein By Boston",
    "Black Sunday (Original Motion Picture Soundtrack)",
    "Broadway: Super Hits, Vol. 2",
    "Catch Me If You Can",
    "Christmas Collection",
    "Cinderella Liberty (Original Motion Picture Soundtrack)",
    "Classic TV Themes",
    "Classical Music for Reading",
    "Clint Eastwood Presents: Johnny Mercer \"The Dream's On Me\" - A Celebration of His Music",
    "Close Encounters Of The Third Kind",
    "Daddy-O (Original Soundtrack) [1958]",
    "Dear Old Erin's Isle: Irish Traditional Music from America",
    "Digital Jukebox",
    "Dracula (Original Motion Picture Soundtrack)",
    "Dry Your Tears, Afrika from \"Amistad\"",
    "E.T. The Extra Terrestrial",
    "E.T. The Extra-Terrestrial (Music From The Original Motion Picture Soundtrack)",
    "Empire Of The Sun (Original Motion Picture Soundtrack)",
    "EuroDisney: L'album officiel",
    "Fantastic Beasts (TRINIX Remix)",
    "Far And Away (Original Motion Picture Soundtrack)",
    "Fiddler On The Roof (Original Motion Picture Soundtrack)",
    "Film Music of John Williams",
    "Great American Composers- John Williams, Aaron Copland & Igor Stravinsky",
    "Gwiezdne Wojny- Atak Klonów (Ścieżka Dźwiękowa z Filmu)",
    "Gwiezdne Wojny- Imperium Kontratakuje (Ścieżka Dźwiękowa polskiej wersji)",
    "Gwiezdne Wojny- Mroczne Widmo (Ścieżka Dźwiękowa z Filmu)",
    "Gwiezdne Wojny- Nowa Nadzieja (Ścieżka Dźwiękowa z Filmu)",
    "Gwiezdne Wojny- Ostatni Jedi (Sciezka Dzwiekowa z Filmu)",
    "Gwiezdne Wojny- Powrót Jedi (Ścieżka Dźwiękowa z Filmu)",
    "Gwiezdne Wojny- Przebudzenie Mocy (Sciezka Dzwiekowa z Filmu)",
    "Gwiezdne wojny- Skywalker Odrodzenie (Ścieżka Dźwiękowa z Filmu)",
    "Gwiezdne Wojny- Zemsta Sithów (Ścieżka Dźwiękowa z Filmu)",
    "Gwiezdne Wojny: Imperium Kontratakuje (Ścieżka Dźwiękowa polskiej wersji)",
    "Gwiezdne Wojny: Mroczne Widmo (Ścieżka Dźwiękowa z Filmu)",
    "Gwiezdne Wojny: Nowa Nadzieja (Ścieżka Dźwiękowa z Filmu)",
    "Gwiezdne Wojny: Ostatni Jedi (Sciezka Dzwiekowa z Filmu)",
    "Gwiezdne Wojny: Przebudzenie Mocy (Sciezka Dzwiekowa z Filmu)",
    "Gwiezdne wojny: Skywalker Odrodzenie (Ścieżka Dźwiękowa z Filmu)",
    "Gwiezdne Wojny: Zemsta Sithów (Ścieżka Dźwiękowa z Filmu)",
    "Harry Potter 20th Anniversary: Return to Hogwarts (Soundtrack from the Special)",
    "Harry Potter and The Sorcerer's Stone Original Motion Picture Soundtrack",
    "Heartbeeps (Original Motion Picture Soundtrack)",
    "Hollywood '94",
    "Holst- The Planets",
    "Home Alone (Original Motion Picture Soundtrack) (Anniversary Edition)",
    "Home Alone 2- Lost In New York (Original Score)",
    "Home Alone 2: Lost In New York (Original Score)",
    "Hook (Original Motion Picture Soundtrack)",
    "How to Steal a Million - Original Sound Track",
    "How to Steal a Million - The Film Recordings",
    "I. Theme",
    "Indiana Jones and the Dial of Destiny (Original Motion Picture Soundtrack)",
    "Indiana Jones and the Kingdom of the Crystal Skull (Original Motion Picture Soundtrack)",
    "Indiana Jones and the Last Crusade (Original Motion Picture Soundtrack)",
    "Indiana Jones and the Temple of Doom (Original Motion Picture Soundtrack)",
    "Is There Anyone Out There? Vol. 1",
    "Is There Anyone Out There? Vol. 2",
    "Is There Anyone Out There? Vol.1",
    "Is There Anyone Out There? Vol.2",
    "J.F.K. (O.S.T.)",
    "Jane Eyre (Original Soundtrack)",
    "Jaws (Music From The Original Motion Picture Soundtrack)",
    "Jaws (Original Motion Picture Score - Remastered)",
    "Jaws (Original Motion Picture Score)",
    "Jaws (The Collector's Edition Soundtrack)",
    "Jaws 2 (Original Motion Picture Soundtrack)",
    "John Williams - At the Movies",
    "John Williams - Film Scores",
    "John Williams - Greatest Hits 1969-1999",
    "John Williams & Steven Spielberg- The Ultimate Collection",
    "John Williams & Steven Spielberg: The Ultimate Collection",
    "John Williams conducts The Star Wars Trilogy",
    "John Williams Conducts The Star Wars Trilogy",
    "John Williams in Vienna",
    "John Williams Lullabies",
    "John Williams Study",
    "John Williams- At the Movies",
    "John Williams- Innovations",
    "John Williams- Movie Classics",
    "John Williams- Movie Soundtracks",
    "John Williams- Movie Time",
    "John Williams- Music from Star Wars - and more",
    "John Williams- The Great Movie Soundtracks",
    "John Williams- The Magic of Cinema",
    "John Williams: At the Movies",
    "John Williams: Greatest Hits",
    "John Williams: Movie Classics",
    "John Williams: Movie Soundtracks",
    "John Williams: The Great Movie Soundtracks",
    "John Williams' Baritone Band",
    "Joy To The World",
    "Jurassic Park",
    "Jurassic Park - 20th Anniversary",
    "Kevin sam w domu",
    "Last Christmas - Holiday Classics",
    "Last Christmas - Holiday Classics 2023",
    "Last Christmas - Top Christmas Hits",
    "Lincoln",
    "Lincoln (Original Motion Picture Soundtrack)",
    "Love At The Movies",
    "Marion's Theme from \"Raiders of the Lost Ark\"",
    "Memoirs of a Geisha",
    "Memoirs of a Geisha ((Remastered))",
    "Memoirs of a Geisha (Remastered)",
    "Midway (Original Motion Picture Score)",
    "Minority Report",
    "Minority Report (Original Motion Picture Score)",
    "Mood de Noël : musiques cultes pour les fêtes",
    "Movie Memories- Music From the Greatest Films",
    "Movie Night: Iconic Soundtracks",
    "Movie Soundtracks",
    "Munich",
    "Music From The Films Of Alfred Hitchcock: Family Plot, Strangers On A Train, Suspicion & Notorious (Original Motion Picture Scores)",
    "Music of the Night- Pops on Broadway 1990",
    "My Cinematic Summer",
    "Obi-Wan (From \"Obi-Wan Kenobi\")",
    "Obi-Wan Kenobi (Original Soundtrack)",
    "One More Sleep - Christmas Eve Songs",
    "One More Sleep - Christmas Eve Songs 2023",
    "One More Sleep 'til Christmas",
    "Original Jazz Sound: Golden Years",
    "Pops à la Russe",
    "Pops Around The World",
    "Pops Britannia",
    "Pops In Love",
    "Pops Out Of This World",
    "Raiders of the Lost Ark (Original Motion Picture Soundtrack)",
    "Rosewood Original Motion Picture Soundtrack",
    "Salute To America",
    "Saving Private Ryan",
    "Schindler's List",
    "Solo: A Star Wars Story (Original Motion Picture Soundtrack)",
    "Sound Of Cinema- The Film Music Of John Williams",
    "Spaced Out: The Story of Mushroom Records",
    "Squidography: Volume III",
    "Star Wars (0)",
    "Star Wars Episode I: The Phantom Menace - The Ultimate Edition",
    "Star Wars Episode IV: A New Hope (Original Motion Picture Soundtrack)",
    "Star Wars Episode VI: Return of the Jedi (Original Motion Picture Soundtrack)",
    "Star Wars- A New Hope (Original Motion Picture Soundtrack)",
    "Star Wars- Attack of the Clones (Original Motion Picture Soundtrack)",
    "Star Wars- Return of the Jedi (Original Motion Picture Soundtrack)",
    "Star Wars- Revenge of the Sith (Original Motion Picture Soundtrack)",
    "Star Wars- The Empire Strikes Back (Original Motion Picture Soundtrack)",
    "Star Wars- The Force Awakens (Original Motion Picture Soundtrack)",
    "Star Wars- The Last Jedi (Original Motion Picture Soundtrack)",
    "Star Wars- The Phantom Menace (Original Motion Picture Soundtrack)",
    "Star Wars- The Rise of Skywalker (Original Motion Picture Soundtrack-Dolby Atmos)",
    "Star Wars- The Rise of Skywalker (Original Motion Picture Soundtrack)",
    "Star Wars: Angriff der Klonkrieger (Original Film-Soundtrack)",
    "Star Wars: Das Imperium schlägt zurück (Original Film-Soundtrack)",
    "Star Wars: Die Dunkle Bedrohung (Original Film-Soundtrack)",
    "Star Wars: Die Letzten Jedi (Original Film-Soundtrack)",
    "Star Wars: Die Rache der Sith (Original Film-Soundtrack)",
    "Star Wars: Galaxy's Edge Symphonic Suite (Music Inspired by the Disney Themed Land)",
    "Star Wars: The Force Awakens (Original Motion Picture Soundtrack)",
    "Star Wars: The Rise of Skywalker (Original Motion Picture Soundtrack)",
    "Summon the Heroes",
    "Superman III - Original Soundtrack",
    "Superman IV: The Quest For Peace (Original Motion Picture Soundtrack)",
    "Superman The Movie (Original Motion Picture Score)",
    "Superman- The Movie (Original Motion Picture Soundtrack)",
    "Superman: The Movie (Original Motion Picture Soundtrack)",
    "Swing",
    "Swing, Swing, Swing",
    "Talking About The Good Times Volume 1 - Remastered",
    "Tennessee Blues No. 1",
    "The Accidental Tourist (Original Motion Picture Soundtrack)",
    "The Adventures of Tintin",
    "The Adventures of Tintin (Music from the Motion Picture)",
    "The BFG (Original Motion Picture Soundtrack)",
    "The Book Thief (Original Motion Picture Soundtrack)",
    "The Cowboys (Original Motion Picture Soundtrack - Deluxe Edition)",
    "The Cowboys (Original Motion Picture Soundtrack)",
    "The Empire Strikes Back (Symphonic Suite From The Original Motion Picture Score)",
    "The Fabelmans (Original Motion Picture Soundtrack)",
    "The Fury (Original Soundtrack Recording)",
    "The Green Album",
    "The High And The Mighty (A Century Of Flight)",
    "The Lost World- Jurassic Park (Original Motion Picture Score)",
    "The Lost World: Jurassic Park (Original Motion Picture Score)",
    "The Music of Cinema",
    "The Post (Original Motion Picture Soundtrack)",
    "The Star Wars Trilogy (Return of the Jedi - The Empire Strikes Back - Star Wars)",
    "The Terminal",
    "The Witches of Eastwick (Original Motion Picture Soundtrack)",
    "The World of John Williams",
    "Themes From The Phantom Menace And Other Film Hits",
    "Themes in Cinema: Fantasy & Adventure",
    "Vacances de Noël : en famille à la maison",
    "Walt Disney Records The Legacy Collection: Disneyland",
    "Walt Disney World Official Album",
    "War Horse",
    "War Of The Worlds",
    "We Wish You A Merry Christmas",
    "Williams On Williams (Music from the Films of Steven Spielberg)",
    "Williams on Williams (The Classic Spielberg Scores)",
    "Work From Home With John Williams",
    "World On a String (2013 Remastered Version)"
  ]
}