{
  "artist": "Jascha Heifetz",
  "albums": [
    "Artists Of The Century: Jascha Heifetz",
    "Bach: Partitas & Concertos pour violon (Les indispensables de Diapason)",
    "Beethoven: Sonata No. 3 in E-Flat, Op. 12, No. 3, Sonata No. 6, Op. 30, No. 1 in A",
    "Beethoven: Violin Concerto - Mendelssohn: Violin Concerto",
    "Beethoven: Violin Concerto in D Major, Op. 61 - Mendelssohn: Violin Concerto in E Minor, Op. 64 (Heifetz Remastered)",
    "Brahms: Sonata No.3 in D Minor, Op.108, Wieniawski: Polonaise brillante No. 1, Op. 4, in D, Handel: Sonata, Op. 1, No. 13, in D",
    "Brahms: Violin Concerto in D",
    "Brahms: Violin Concerto in D Major, Op. 77 - Tchaikovsky: Violin Concerto in D Major, Op. 35 (Heifetz Remastered)",
    "Bruch: Violin Concerto No. 1",
    "Bruch: Violin Concerto No. 1 in G Minor, Op. 26 , Mozart: Violin Concerto No. 4, K.218, in D",
    "Glazunov: Violin Concerto in A Minor, Op. 82 , Mozart: Sinfonia concertante, K.364 in E-Flat",
    "Heifetz on Television",
    "Heifetz Violin Greatest Hits",
    "Heifetz: Encores",
    "Heifetz: Rediscovered",
    "Jascha Heifetz - It Ain't Necessarily So. Legendary classic and jazz studio takes",
    "Jascha Heifetz plays Beethoven (Sonatas & Concerto)",
    "Jascha Heifetz plays Sonatas for Violin",
    "Jascha Heifetz Violin Concertos - Original Album Classics",
    "Jean Sibelius: Concerto for Violin and Orchestra in D Minor, Op. 47 - En Saga, Op. 9 - Finlandia, Op. 26 (Recordings of 1935 - 1939)",
    "Johannes Brahms: Double Concerto for Violin and Cello in A minor, Op.102 - Antonín Dvořák: Piano Trio in F Minor, Op. 65",
    "Max Bruch: Violin Concerto No. 1 In G Minor, Op. 26 - Scottish Fantasy In E Flat Major, Op. 46",
    "Mendelson: String Octet, Op. 20, Jascha Heifetz vs. Alexandre Schneider (Compare 2 Versions)",
    "Mendelssohn-Bartholdy: Violin Concerto, Op. 64, in E Minor, Bruch: Scottish Fantasy",
    "Mendelssohn: Violin Concerto - Mozart: Violin Concertos Nos. 4 & 5 \"Turkish\"",
    "Sarasate: Zigeunerweisen, Op. 20, Saint-Saëns: Havanaise, Op. 83",
    "Sibelius: Violin Concerto in D Minor, Op. 47",
    "Sibelius: Violin Concerto in D Minor, Op. 47 - Prokofiev: Violin Concerto No. 2 in G Minor, Op. 63 - Glazunov: Violin Concerto in  (Heifetz Remastered)",
    "Tchaikovsky: Violin Concerto in D, Op. 35",
    "The Heifetz Collection",
    "The Heifetz Collection - Vol. 1 (1917 - 1924)",
    "The Heifetz Collection - Vol. 4",
    "The Magic of Jascha Heifetz (Remastered)",
    "The Very Best of Jascha Heifetz",
    "Vieuxtemps: Violin Concerto No. 5 in A Minor, Op. 37, Bruch: Scottish Fantasy, Op. 46",
    "Vitali: Chaconne in G Minor - Tedesco: The Lark - Fauré: Sonata No. 1, Op. 13, in A",
    "Walton: Violin Concerto - Castelnuovo-Tedesco: Violin Concerto No. 2, 'The Prophets'",
    "William Walton: Concerto for Violin in B Minor"
  ]
}