{
  "artist": "John Eliot Gardiner",
  "albums": [
    "Berlioz : L'enfance du Christ",
    "Berlioz: Mélodies & Les nuits d'été",
    "Chabrier: L'étoile",
    "England, My England. The Story of Henry Purcell (Original Motion Picture Soundtrack)",
    "Gardiner conducts Berlioz, Bizet & Massenet, Messager",
    "Gardiner conducts Iphigénie en Aulide, La rencontre imprévue & Don Juan.",
    "Gluck : Iphigénie en Aulide",
    "Handel : Dixit Dominus & Zadok the Priest",
    "Handel : Water Music, Concerti grossi, Israel in Egypt, The Ways of Zion Do Mourn & Semele",
    "Handel Edition Volume 3 - L'Allegro, Il Penseroso ed il Moderato, Tamerlano, Alcina, Il Pastor Fido, Terpsichore",
    "Handel Edition Volume 5 - Semele, Israel in Egypt, Dixit Dominus, Zadok the Priest, La Resurrezione, The Ways of Zion do Mourn",
    "Handel Edition Volume 9 - Orchestral Music",
    "Handel: Dixit Dominus, HWV 232 & Coronation Anthem No. 1, HWV 258 \"Zadok the Priest\"",
    "John Eliot Gardiner - The Blossoming Conductor",
    "John Eliot Gardiner Conducts French Baroque Music: Couperin, Rameau, Campra & Leclair",
    "Leclair: Scylla et Glaucus, Op. 11",
    "Lehár: Die lustige Witwe",
    "Massenet: Scènes dramatiques, Scènes de féérie, Scènes alsaciennes & Scènes pittorresques",
    "Offenbach: Les brigands",
    "Purcell Edition Volume 3 : Odes, Anthems & Ceremonial Music",
    "Purcell Essentials",
    "Purcell: Edition Vol. 2. The Indian Queen, The Tempest, Dioclesian & Timon of Athens",
    "Purcell: King Arthur (Highlights)",
    "Purcell: King Arthur, Music for Queen Mary, Come Ye Sons of Art, Hail! Bright Cecilia, The Indian Queen, The Tempest…",
    "Purcell: King Arthur, Music for Queen Mary, Hail! Bright Cecilia, Timon of Athens, Dioclesian, The Indian Queen & The Tempest",
    "Purcell: King Arthur, Z. 628",
    "Purcell: Music for Queen Mary, Come ye Sons of Art",
    "Scarlatti: Stabat Mater - Clément: O Maria, vernans rosa - Gesualdo: Ave dulcissima Maria - Cavalli: Salve Regina",
    "Tchaikovsky: Rococo Variations, Andante cantabile, Pezzo capriccioso & Nocturne - Cello Works by Glazunov, Cui, Rimsky-Korsakov"
  ]
}